Repository: Neophen/invoice_goblin
Catalog: priv/gettext/*/LC_MESSAGES/home_live.po
Languages: lt

source: 1. Upload invoices and bank statement
lt: 1. Įkelkite sąskaitas ir banko išrašą

source: 2. The goblin reconciles everything
lt: 2. Goblinas viską sulygina

source: 3. Finds missing invoices
lt: 3. Suranda praleistas sąskaitas

source: All invoices in one place
lt: Visos sąskaitos vienoje vietoje

source: Auto service manager
lt: Autoserviso vadovas

source: Automatic invoice verification
lt: Automatinis sąskaitų patikrinimas

source: Business experiences
lt: Verslų patirtys

source: Cafe owner
lt: Kavinės savininkas

source: Early adopter privileges
lt: Ankstyvųjų naudotojų privilegijos

source: Easy to get started
lt: Lengva pradėti

source: End of month used to be a real headache for me. Now I just upload the bank statement, and the goblin organizes what's paid and what's still missing.
lt: Mėnesio pabaigos man būdavo tikras galvos skausmas. Dabar tiesiog įkeliu banko išrašą, o goblinas pats sudėlioja, kas apmokėta, o ko dar trūksta.

source: Enter your email
lt: Įveskite savo el. paštą

source: Enter your email and get early access with no risk.
lt: Įrašykite savo el. paštą ir gaukite ankstyvą prieigą be jokios rizikos.

source: Error detection
lt: Klaidų aptikimas

source: Every month I used to waste half a day collecting invoices for the accountant. Now I just forward them to the Goblin and everything is sorted. Saved a lot of nerves.
lt: Kiekvieną mėnesį gaišdavau pusę dienos rinkdamas sąskaitas buhalterei. Dabar tiesiog persiunčiu jas Gobliui ir viskas sutvarkyta. Sutaupau daug nervų.

source: Finally invoices – no more headache
lt: Pagaliau sąskaitos – nebe galvos skausmas

source: Forget invoice hunting, the goblin
lt: Pamirškite sąskaitų medžioklę, goblinas

source: Friendly goblin organizing invoices
lt: Draugiškas goblinas, tvarkantis sąskaitas

source: Goblin
lt: Goblinui

source: Happy goblin celebrating organized invoices
lt: Laimingas goblinas, švenčiantis sutvarkytas sąskaitas

source: How it
lt: Kaip tai

source: Illustration: detect the tricky ones
lt: Iliustracija: aptikite klastinguosius

source: Illustration: magical reconciliation
lt: Iliustracija: magiškas suderinimas

source: Illustration: upload or forward
lt: Iliustracija: įkėlimas arba persiuntimas

source: It checks which invoices match the payments in the bank statement.
lt: Jis patikrina, kurios sąskaitos atitinka banko išraše esančius mokėjimus.

source: Join companies that have already made life easier without lost invoices and end-of-month chaos.
lt: Prisijunkite prie įmonių, kurios jau palengvino sau gyvenimą be pamestų sąskaitų ir mėnesio pabaigos chaoso.

source: Join other businesses that have already tamed invoice chaos
lt: Prisijunkite prie kitų verslų, kurie jau sutramdė sąskaitų chaosą

source: Let the
lt: Leiskite

source: Marketing company director
lt: Marketingo įmonės vadovė

source: My job is to repair cars, not search for invoices. The Goblin helped me collect everything in one place. Sending to the accountant became much easier.
lt: Mano darbas yra remontuoti automobilius, o ne ieškoti sąskaitų. Goblinas man padėjo viską sukaupti vienoje vietoje. Buhalterei siųsti tapo daug paprasčiau.

source: No complicated installations or integrations – just upload the bank statement and invoices.
lt: Jokių sudėtingų diegimų ar integracijų – užtenka įkelti banko išrašą ir sąskaitas.

source: No more searching for all invoices at the end of the month and sending them to your accountant – the goblin collects and organizes everything for you.
lt: Nebereikės mėnesio pabaigoje ieškoti visų sąskaitų ir siųsti jų buhalterei – goblinas viską surenka ir sudėlioja už jus.

source: No more searching through email or folders – all invoices are neatly uploaded and accessible.
lt: Nebereikės ieškoti po el. paštą ar segtuvus – visos sąskaitos tvarkingai sukeltos ir pasiekiamos.

source: Sending...
lt: Siunčiama...

source: Something went wrong. Please try again.
lt: Kažkas nutiko ne taip. Prašome pabandyti dar kartą.

source: Summoning..
lt: Iškviečiama..

source: Thanks! You've been added to our waitlist.
lt: Ačiū! Buvote įtrauktas į mūsų laukiančiųjų sąrašą.

source: The goblin shows which invoices are unpaid or which invoices are missing.
lt: Goblinas parodo, kurios sąskaitos nesumokėtos arba kurių sąskaitų trūksta.

source: The system immediately shows if an invoice is unpaid, duplicated, or doesn't match a payment.
lt: Sistema iškart parodo, jei sąskaita neapmokėta, pasikartoja ar neatitinka mokėjimo.

source: Three simple steps to order. You grow your business – the goblin takes care of invoices.
lt: Trys paprasti žingsniai iki tvarkos. Jūs auginate verslą – goblinas pasirūpina sąskaitomis.

source: Try it free
lt: Išbandykite nemokamai

source: Upload a bank statement, and the system will automatically reconcile it with invoices. You'll see what's paid and what's still pending.
lt: Įkelkite banko išrašą, ir sistema pati sulygina jį su sąskaitomis. Matysite, kas apmokėta, o kas dar laukia.

source: Upload files or forward by email. The goblin will accept everything.
lt: Įkelkite failus arba persiųskite el. paštu. Goblinas viską priims.

source: Why
lt: Kodėl

source: You're already on our waitlist!
lt: Jūs jau esate mūsų laukiančiųjų sąraše!

source: organize all invoices
lt: sutvarkyti visas sąskaitas

source: will find everything for you
lt: viską suras už jus

source: with the Goblin
lt: su Goblinu

source: works
lt: veikia

source: 🎯 Get early access
lt: 🎯 Gauti ankstyvą prieigą

source: 🧙‍♂️ Summon the Goblin
lt: 🧙‍♂️ Iškviesti Gobliną
